/* No comment provided by engineer. */
"File Transfer" = "File Transfer";

/* No comment provided by engineer. */
"No media selected." = "No media selected.";

/* No comment provided by engineer. */
"Password cannot be empty." = "Password cannot be empty.";

/* No comment provided by engineer. */
"Path cannot be empty." = "Path cannot be empty.";

/* No comment provided by engineer. */
"Selected media does not exist." = "Selected media does not exist.";

/* No comment provided by engineer. */
"Server cannot be empty." = "Server cannot be empty.";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Upload '%@' to remote server '%@'" = "Upload '%1$@' to remote server '%2$@'";

/* No comment provided by engineer. */
"Upload podcast to remote server using cURL transfer protocols" = "Upload podcast to remote server using cURL transfer protocols";

/* No comment provided by engineer. */
"Username cannot be empty." = "Username cannot be empty.";

